[
  {
    "id": 1,
    "name": "Туз Жезлов",
    "image": "card01_tuz_zh.jpg",
    "description": "Ты готова гореть. Эта карта приходит в момент, когда искра внутри разгорается в пламя. Это зов: рискни, начни, доверься силе первого шага.\n\nТы вспыхиваешь не случайно. Мир ждёт твоего огня — честного, неукрощённого, яркого. Этот импульс в тебе — как дар, который надо передать дальше.",
    "advice": "Поддержи своё внутреннее «хочу». Не туши себя сомнениями. Делай."
  },
  {
    "id": 2,
    "name": "Туз Мечей",
    "image": "card02_tuz_mech.jpg",
    "description": "Один чистый разрез — и всё становится видно. Эта карта приносит точность, понимание, внутреннюю правду. Она приходит, когда ты готова видеть и говорить прямо.\n\nТы как клинок: не жестокая, но ясная. Ничто уже не затуманит тебе зрение. Это момент, когда нужно назвать вещи своими именами — и идти.",
    "advice": "Поддержи ясность. Говори правду, даже если голос дрожит."
  },
  {
    "id": 3,
    "name": "Туз Кубков",
    "image": "card03_tuz_kub.jpg",
    "description": "Открывается сердце. Эта карта говорит: ты способна чувствовать глубоко, искренне, по-настоящему. Поток любви, вдохновения, слёз, света — не сдерживай его.\n\nЭто не слабость — это твоя сила. Ты живая, и это чудо. Доверься своей чувствительности — она знает дорогу.",
    "advice": "Поддержи свою уязвимость. Это и есть источник любви."
  },
  {
    "id": 4,
    "name": "Туз Пентаклей",
    "image": "card04_tuz_pen.jpg",
    "description": "Здесь и сейчас — начинает расти что-то настоящее. Эта карта говорит: перед тобой — реальная возможность. Не идея. Не мечта. Форма.\n\nТы держишь в руках первый камень будущего дома. Это семя, которое можно взрастить. Действуй в материи, делай конкретные шаги. Всё получится.",
    "advice": "Поддержи устойчивость. Маленькое дело, сделанное сегодня, сильнее любых намерений."
  },
  {
    "id": 5,
    "name": "Сила",
    "image": "card05_sila.jpg",
    "description": "Ты не борешься — ты укрощаешь. Эта карта говорит о мягкой, глубинной силе: когда ты умеешь быть с собой, со своей дикостью, со своей мощью — без страха.\n\nТы — и зверь, и та, кто его гладит. Это приручённая страсть, любовь к себе, мужество быть неидеальной. Ты в контакте с собой — и этим ты непобедима.",
    "advice": "Поддержи свою дикую природу. Она знает, как выжить и как любить."
  },
  {
    "id": 6,
    "name": "Дьявол",
    "image": "card06_dyavol.jpg",
    "description": "Ты не в ловушке. Ты её видишь. Эта карта приходит не пугать — а показать, где ты связана страхом, зависимостью, чужим взглядом. Но цепи — иллюзия.\n\nТы сильнее, чем то, что тебя держит. Посмотри в глаза своей тени — и она перестанет управлять тобой. Ты свободна. И это страшно, но это путь.",
    "advice": "Поддержи честность с собой. Не убегай. Смотри. Там — твоя свобода."
  }
]