[
  {
    "id": 0,
    "name": "Шут",
    "image": "card00_shut.jpg",
    "description": "Он стоит на краю, где всё ещё возможно. Шут — не наивный, а свободный и смелый. Он не несёт с собой прошлого, и именно в этом — его сила. Он идёт в пустоту, не от страха, а от веры.",
    "advice": "Доверься пути. Сделай шаг, даже если не знаешь, куда он ведёт. Мир подстроится под твою решимость."
  },
  {
    "id": 1,
    "name": "Маг",
    "image": "card01_mag.jpg",
    "description": "Он в точке абсолютной силы. Всё, что нужно, уже в его руках. Маг не ждёт — он творит. Он знает, что мысль и действие сплетаются в реальность.",
    "advice": "Важнее всего сейчас правильно настроиться внутренне. Не сомневайся в себе. Начинай. Делай. У тебя есть всё, чтобы сдвинуть мир."
  },
  {
    "id": 2,
    "name": "Верховная Жрица",
    "image": "card02_vz.jpg",
    "description": "Тишина глубже слов. Она чувствует и знает. Жрица держит в себе тайны, интуицию и внутреннюю правду. Её сила — в умении ждать, слушать, чувствовать.",
    "advice": "Время наблюдать. Умолкни. Смотри внутрь. Сейчас не время действовать — сейчас твоя сила в интуиции и мудрости."
  },
  {
    "id": 3,
    "name": "Императрица",
    "image": "card03_imp.jpg",
    "description": "Это энергия рождения. Императрица не думает — она чувствует, любит и творит. Всё живое растёт рядом с ней. Она олицетворяет поток жизни, изобилие, плодородие и чувственность.",
    "advice": "Заботься. Создавай. Разреши себе быть в изобилии — ты не должен за него извиняться."
  },
  {
    "id": 4,
    "name": "Император",
    "image": "card04_imp.jpg",
    "description": "Он строит порядок. Император — это структура, ответственность, зрелое действие. Он не сомневается, он знает, как должно быть. Его сила — в способности удерживать и направлять.",
    "advice": "Опирайся на своё слово. Не прячься от ответственности — прояви её. Сейчас нужна твоя зрелая твёрдость."
  },
  {
    "id": 5,
    "name": "Жрец (Иерофант)",
    "image": "card05_ier.jpg",
    "description": "Он хранит Знание. Не новое — древнее. Жрец соединяет традиции, смыслы, духовную основу. Он не предлагает выход, он возвращает к корню.",
    "advice": "Найди опору в знаниях. Оглянись назад. Прислушайся к себе, к роду, к корням. Подключи мудрость поколений — она уже с тобой."
  },
  {
    "id": 6,
    "name": "Влюблённые",
    "image": "card06_vlubl.jpg",
    "description": "Они не столько про любовь — сколько про выбор сердцем. Чего ты на самом деле хочешь? Что ты чувствуешь? Влюблённые — про честность перед собой и выбор из любви.",
    "advice": "Спроси себя без иллюзий. Выбор уже зреет внутри. Прислушайся. Иди туда куда ведет сердце."
  },
  {
    "id": 7,
    "name": "Колесница",
    "image": "card07_kol.jpg",
    "description": "Сила в нём собрана. Его воля — стремительное движение. Колесница не спрашивает: она мчится туда, где цель. Важно держать вожжи.",
    "advice": "Иди вперёд. Без отвлечений, без раскачки. Сейчас — твой момент для прорыва. Будь несгибаем и победа твоя."
  },
  {
    "id": 8,
    "name": "Сила",
    "image": "card08_sila.jpg",
    "description": "Нежная, спокойная, уверенная мощь. Это умение быть мягким и при этом несгибаемым. Сила говорит о полной уверенности в своей правоте, моральном превосходстве, энергии, духовной независимости, решительности.",
    "advice": "Не дави. Будь с собой честен и добр. Настоящая сила — в уважении к себе, а не в агрессии."
  },
  {
    "id": 9,
    "name": "Отшельник",
    "image": "card09_otshel.jpg",
    "description": "Тишина и одиночество здесь про глубину. Про путь который нужно пройти одному. Отшельник нередко указывает на необходимость уединения – возможность разобраться в себе приведет к улучшению жизненной ситуации в ближайшем будущем.",
    "advice": "Убавь шум. Выйди из суеты. Истина не кричит — она шепчет в темноте. Услышь."
  },
  {
    "id": 10,
    "name": "Колесо Фортуны",
    "image": "card10_kol_fort.jpg",
    "description": "Легкость бытия. Жизнь меняется. Колесо вращается — и ты не управляешь этим кругом. Всё идёт как надо, даже если пока не ясно зачем. Удача улыбается легким и благодарным, тем кто не проваливается в негатив и сопротивление.",
    "advice": "Отпусти контроль. Не борись с потоком — научись быть в нём. Удача рядом, если ты гибка. Будь в легкости к происходящему."
  },
  {
    "id": 11,
    "name": "Справедливость",
    "image": "card11_spr.jpg",
    "description": "Ты в точке равновесия. Здесь важны ясность, честность, ответственность. Справедливость говорит о том, что человек должен взять на себя ответственность за все свои действия, за все свои идеи, за мысли.",
    "advice": "Посмотри на ситуацию без прикрас. Всё имеет последствия. Сейчас важно быть честным — прежде всего с собой."
  },
  {
    "id": 12,
    "name": "Повешенный",
    "image": "card12_povesh.jpg",
    "description": "Он видит мир перевёрнутым — пришло время посмотреть под другим ракурсом. Иногда выход в бездействии. А для высшей цели добровольно что то отдать.",
    "advice": "Перестань сопротивляться. Позволь ситуации развернуться самой. То, что кажется тупиком — может стать дверью."
  },
  {
    "id": 13,
    "name": "Смерть",
    "image": "card13_smert.jpg",
    "description": "Конец — это всегда начало. Смерть не уничтожает, а трансформирует. Старое должно уйти, чтобы освободить место новому. Это не потеря — это необходимый переход.",
    "advice": "Отпусти то, что себя изжило. Цепляясь за прошлое, ты блокируешь будущее. Доверься переменам. Это неминуемо."
  },
  {
    "id": 14,
    "name": "Умеренность",
    "image": "card14_umer.jpg",
    "description": "Гармония в балансе. Он смешивает противоположности, не нарушая их сути. Умеренность — это искусство находить золотую середину между крайностями, сохраняя поток. Находить радость в спокойствии.",
    "advice": "Наслаждайся мелочами. Растворяйся в моменте. Твоя сила сейчас — в гибкости и терпении."
  },
  {
    "id": 15,
    "name": "Дьявол",
    "image": "card15_dyavol.jpg",
    "description": "Цепи, которые кажутся железными — часто иллюзорны. Дьявол — это власть страхов, зависимостей, ложных убеждений. Но ключ к свободе всегда в твоих руках. А если ты подавлен он намекает — пришло время проявить свою природную страсть.",
    "advice": "Честно признай: что держит тебя? Страх? Привычка? Осознание — первый шаг к освобождению. Сбрасывай оковы."
  },
  {
    "id": 16,
    "name": "Башня",
    "image": "card16_bashnya.jpg",
    "description": "Разрушение, которое очищает. Башня рушит иллюзии, ложные опоры — резко и безжалостно. Но только так можно увидеть правду. После грома всегда приходит ясность.",
    "advice": "Не строй защиту из обмана. Лучше крушение, чем жизнь во лжи. Скоро ты поймёшь — это было необходимо."
  },
  {
    "id": 17,
    "name": "Звезда",
    "image": "card17_zvezda.jpg",
    "description": "После бури — тишина. Звезда дарит надежду, исцеление и веру в лучшее. Она напоминает: самый темный час перед рассветом. Начинается период исполнения желаний.",
    "advice": "Доверься вселенной. Мечтай смелее. Ты заслуживаешь исцеления — просто откройся ему."
  },
  {
    "id": 18,
    "name": "Луна",
    "image": "card18_luna.jpg",
    "description": "Иллюзии, страхи, обманчивые тропы. Луна показывает то, чего нет — или то, что ты боишься увидеть. Но за туманом всегда скрывается ясность. Ситуационно иногда Луна указывает что пора погрузится в творчество, отдаться фантазиям, создавать истории.",
    "advice": "Не верь слепо своим страхам. Разберись: где правда, а где тень? Скоро всё прояснится. Возможно пора отодвинуть все дела, создавать и творить."
  },
  {
    "id": 19,
    "name": "Солнце",
    "image": "card19_solnce.jpg",
    "description": "Чистая радость бытия. Солнце — это ясность, энергия, детская непосредственность. Ты в потоке, где всё просто и правильно. Пришла светлая и солнечная полоса в жизни.",
    "advice": "Действуй смело! Сейчас нет преград — только возможности. Делись радостью. Свети другим — и вернётся вдвойне."
  },
  {
    "id": 20,
    "name": "Суд",
    "image": "card20_sud.jpg",
    "description": "Перерождение. Глубинные изменения, которые ты давно чувствовал. Пришло время окончательного выбора — но он уже сделан твоей душой. Все старое завершено и воздалось, все новое заявлено и готово к начинанию.",
    "advice": "Прими своё решение без сожалений. Это не конец — это твой новый этап. Ты готов."
  },
  {
    "id": 21,
    "name": "Мир",
    "image": "card21_mir.jpg",
    "description": "Гармония. Цикл завершён — ты прошёл путь и стал мудрее. В конце приходит все, о чем только можешь мечтать. Всё на своих местах. Остаётся только благодарность и чувство целостности.",
    "advice": "Наслаждайся этим моментом. Ты в точке покоя — и это заслуженно. Скоро новый виток, но сейчас просто будь."
  },
  {
    "id": 22,
    "name": "Туз Жезлов",
    "image": "card22_tuz_jezl.jpg",
    "description": "Вспышка энергии! Ты чувствуешь прилив сил, страсти к делу, жажду приключений. Это искра, из которой может разгореться великое начинание.",
    "advice": "Действуй, пока горит огонь. Не откладывай — первый шаг уже содержит в себе успех."
  },
  {
    "id": 23,
    "name": "Туз Кубков",
    "image": "card23_tuz_kub.jpg",
    "description": "Чистая эмоция, дар сердца. Перед тобой открывается источник любви, творчества и глубоких чувств. Это время новых отношений, вдохновения или духовного пробуждения.",
    "advice": "Прими этот дар. Откройся любви — к себе, к другим, к миру. Позволь чувствам течь свободно."
  },
  {
    "id": 24,
    "name": "Туз Мечей",
    "image": "card24_tuz_mech.jpg",
    "description": "Озарение. Острый и ясный ум прорезает тьму непонимания. Ты получаешь ключ к решению, истину, которая была скрыта. Иногда — важное известие.",
    "advice": "Действуй на основе ясности. Не переусложняй. Сейчас важны честность и решимость."
  },
  {
    "id": 25,
    "name": "Туз Пентаклей",
    "image": "card25_tuz_pent.jpg",
    "description": "Зёрно изобилия. Возможность для стабильности, здоровья, материального роста. Это может быть предложение, ресурсы или шанс создать что-то долговечное.",
    "advice": "Начинай практические шаги. Инвестируй в будущее — время работать с землёй (в прямом или символическом смысле)."
  }
]
